backend: "python"
max_batch_size: 0
input: [
    {
        name: "prompt"
        data_type: TYPE_STRING
        dims: [ 1 ]
    }
]
output: [
    {
        name: "image"
        data_type: TYPE_UINT8
        dims: [ -1, -1, 3 ]
    }
]
